Repository: wp-plugins/slick-slideshow
Catalog: languages/slick_slideshow-*.po
Languages: de_de

source: About this Plugin:
de_de: Über dieses Plugin:

source: Report a Bug
de_de: Bug melden

source: Suggest a Feature
de_de: Feature vorschlagen

source: Author Homepage
de_de: Homepage des Autors

source: Donations are fair and welcome!
de_de: Wenn dir dieses Plugin gefällt, wäre eine Spende eine faire und erwünschte Sache...

source: The Options have been updated successfully.
de_de: Die Einstellungen wurden erfolgreich aktualisiert.

source: This Plugin is for the administration and styling of the Slick Slideshow.
de_de: Dieses Plugin ist für die Verwaltung und das Aussehen der Slick Slideshow gedacht.

source: Slideshow Contents
de_de: Inhalte der Slideshow

source: Image URL
de_de: Bild URL

source: Delete this slide
de_de: Diese Folie löschen

source: Yes
de_de: Ja

source: No
de_de: Nein

source: General Settings
de_de: Allgemeine Einstellungen

source: Embed JQuery?
de_de: JQuery einbinden?

source: Only set this to false, if you are sure, that JQuery is already embedded by you or another Plugin!
de_de: Diese Option nur auf "false" setzen, wenn sicher gestellt ist, das JQuery anderweitig eingebunden wird!

source: Transition Time of Slide Animation in Milliseconds
de_de: Dauer der Animation in Millisekunden

source: The time for a transition in the animation.
de_de: Die Zeit für einen Übersetzungsvorgang in der Animation.

source: Viewing Time of Slide Animation in Milliseconds
de_de: Zeit für die Ansicht eines Content-Blocks

source: The time for a slide not to move.
de_de: Zeit für die Ansicht eines Content-Blocks in der Auto-Animation.

source: If true, the slideshow will automatically start once the page is loaded.
de_de: Die Slideshow läuft automatisch los, sobald die Seite geladen ist, wenn dieser Wert auf "true" gesetzt wird.

source: Slideshow Control Panel
de_de: Slideshow Kontroll-Panel

source: Wether to display the slideshow control panel or not.
de_de: Ob der Slideshow-Kontroll Panel (Start/Pause) sichtbar sein soll oder nicht.

source: Rewind Slideshow?
de_de: Slideshow-Rewind

source: If true, the slideshow will automatically rewind by going back to the first slide after the last slide was displayed.
de_de: Falls dieser Wert auf "true" gesestzt wird, beginnt die Slideshow nach dem letzten Content-Block wieder mit dem Ersten.

source: Style Options
de_de: Style Optionen

source: Use custom styles?
de_de: Benutzerdefiniertes Stylesheet?

source: If you are not happy with the style options of the backend, you can use custom css.
de_de: Falls die Backend-Einstellungen für den Style nicht reichen, kann das CSS manuell bearbeitet und über das Stylesheet eingebunden werden.

source: Width
de_de: Breite

source: The width of your Slider in pixels.
de_de: Die Breite des Sliders in Pixeln.

source: Height
de_de: Höhe

source: The height of your Slider in pixels.
de_de: Die Höhe des Sliders in Pixeln.

source: Background Color
de_de: Hintergrundfarbe

source: The background color of your slider. Hexadecimal value with hash key (like #333) or none.
de_de: Die Hintergrundfarbe des Sliders. Hexadezimaler Wert mit Raute (z.B. #333) oder "none".

source: Font Color
de_de: Schriftfarbe

source: The font color of your Slider. Hexadecimal value.
de_de: Die Schriftfarbe im Slider als Hexadezimaler Wert.

source: Previous Button URL
de_de: URL für Zurück-Button.

source: The image URL for the previous button.
de_de: Die Bild-URL für den Weiter-Button.

source: Next Button URL
de_de: Bild-URL für den Weiter Button.

source: The image URL for the next button.
de_de: Bild-URL für den Weiter-Button.

source: Changes in your Slick Slideshow Options might require changes in the CSS.
de_de: Veränderungen in den Slick-Slideshow-Optionen können Veränderungen im CSS nötig machen.

source: Insert these lines of code into your stylesheet and modify carefully:
de_de: Füge die folgenden Zeilen Code in dein CSS-Stylesheet ein und verändere diese mit Bedacht.
